aaron-bond.better-comments
abusaidm.html-snippets
akamud.vscode-theme-onelight
apedroed.Happy-Flasker
austin.code-gnu-global
cschlosser.doxdocgen
cstrap.flask-snippets
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.jquerysnippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
evgeniypeshkov.syntax-highlighter
formulahendry.code-runner
foxundermoon.shell-format
GitHub.github-vscode-theme
HookyQR.beautify
James-Yu.latex-workshop
jeff-hykin.better-cpp-syntax
mads-hartmann.bash-ide-vscode
mathiasfrohlich.Kotlin
mitaki28.vscode-clang
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
mtxr.sqltools
naumovs.color-highlight
PKief.material-icon-theme
redhat.java
shd101wyy.markdown-preview-enhanced
shengchen.vscode-checkstyle
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
TabNine.tabnine-vscode
tht13.html-preview-vscode
timonwong.shellcheck
tomoki1207.pdf
Trunk.io
twxs.cmake
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
WyattFerguson.jinja2-snippet-kit
xabikos.JavaScriptSnippets
xaver.clang-format
zhuangtongfa.material-theme
Zignd.html-css-class-completion
