aaron-bond.better-comments
adamvoss.vscode-languagetool
adamvoss.vscode-languagetool-en
apedroed.Happy-Flasker
austin.code-gnu-global
cstrap.flask-snippets
Dart-Code.dart-code
Dart-Code.flutter
davidlday.languagetool-linter
donjayamanne.jquerysnippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
evgeniypeshkov.syntax-highlighter
formulahendry.code-runner
GitHub.github-vscode-theme
HookyQR.beautify
James-Yu.latex-workshop
kiteco.kite
mathiasfrohlich.Kotlin
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
mtxr.sqltools
naumovs.color-highlight
PKief.material-icon-theme
redhat.java
shd101wyy.markdown-preview-enhanced
shengchen.vscode-checkstyle
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
tht13.html-preview-vscode
tomoki1207.pdf
Trunk.io
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
WyattFerguson.jinja2-snippet-kit
xabikos.JavaScriptSnippets
